results/multiphase/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    left
    {
        type            patch;
        nFaces          75;
        startFace       37175;
    }
    right
    {
        type            patch;
        nFaces          75;
        startFace       37250;
    }
    top
    {
        type            patch;
        nFaces          250;
        startFace       37325;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          250;
        startFace       37575;
    }
    empty
    {
        type            empty;
        inGroups        1(empty);
        nFaces          37500;
        startFace       37825;
    }
)

// ************************************************************************* //
