results/multiphase/0.orig/shifted_alpha
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      shifted_alpha;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];


internalField   nonuniform List<scalar> 
18750
(
0.998177
0.998147
0.998116
0.99806
0.998026
0.997931
0.997871
0.99784
...
)
;

boundaryField
{
    left
    {
        type            zeroGradient;
    }
    right
    {
        type            zeroGradient;
    }
    top
    {
        type            inletOutlet;
        inletValue      uniform 0;
        value           nonuniform List<scalar> 
250
(
1.00175
1.00181
1.00184
1.00189
1.00214
1.00229
1.00259
1.00274
...
)
;
    }
    bottom
    {
        type            zeroGradient;
    }
    empty
    {
        type            empty;
    }
}

